{
  "store.csb.terms": "Marketplace Pass is a subscription for content to be used with supported versions of Minecraft (game sold separately) on iOS and other supported platforms on which you own the game (Minecraft Java & Amazon Kindle Fire Editions not supported); an active subscription is required to use Marketplace Pass content. Content varies over time and may not be available in all countries. After the free trial period, subscription continues to be charged at the then-current regular price (subject to change) plus applicable taxes unless cancelled. You can cancel your subscription by accessing your Apple Account settings. If your subscription terminates or a content item is removed from the catalog, you must reactivate your subscription or buy the content separately to continue using it. ISP fees may apply. Subscription subject to change and/or retirement. We may occasionally provide content that remains available to you even after the end of your subscription, in which case we reserve the right to take down such content if it becomes incompatible or if our rights to the content expire. Subject to the Microsoft Services Agreement (www.microsoft.com/msa) and the Minecraft EULA (https://www.minecraft.net/eula). Any translations of these terms are done for your convenience only, and in the event of a dispute between the English and any non-English versions, the English version of these terms shall govern. The payment will be charged to your Apple Account at confirmation of purchase and the subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period at the subscription price option you have previously selected. You can manage the Marketplace Pass subscription and turn off auto-renewal by accessing your Apple Account settings after purchase. There is also a button in-game that takes you to these settings. If you cancel after your subscription has activated, you won’t be refunded for the remaining active period of the subscription. Any unused portion of a free trial period will be forfeited when the user purchases a subscription. "
}