{
  "store.csb.terms": "Marketplace Pass es una suscripción de contenido al que se puede acceder con las versiones de Minecraft compatibles (el juego se vende por separado) en Windows y en otras plataformas compatibles en las que tengas el juego (las ediciones de Minecraft Java y Amazon Kindle Fire no son compatibles). Es necesario tener una suscripción activa para utilizar el contenido del Marketplace Pass. El contenido varía con el tiempo y puede no estar disponible en todos los países. Tras el periodo de prueba gratuito, la suscripción se cobrará al precio vigente en ese momento (sujeto a cambios) más los impuestos aplicables, a menos que se cancele. Puedes cancelar tu suscripción desde el apartado Servicios y suscripciones de tu cuenta de Microsoft. Marketplace Pass es una suscripción independiente; si juegas a Minecraft con Xbox Game Pass, necesitarás comprar y cancelar cada suscripción por separado. En ocasiones, es posible que proporcionemos contenido que siga disponible para ti incluso después de que tu periodo de suscripción haya finalizado. En ese caso, nos reservamos el derecho a retirarlo si resulta incompatible o si caducan nuestros derechos sobre el mismo. Si la suscripción termina o se retira un artículo del contenido del catálogo, deberás reactivar la suscripción o comprar el contenido por separado para seguir usándolo. Pueden aplicarse tarifas de tu proveedor de servicios de internet. La suscripción está sujeta a cambios o a su retirada, así como al Contrato de servicios de Microsoft (www.microsoft.com/msa) y al Contrato de licencia de usuario final de Minecraft (https://www.minecraft.net/eula). La traducción de estos términos se ha realizado exclusivamente para tu comodidad y, en caso de incoherencias entre la versión inglesa y otras versiones, prevalecerá siempre la versión inglesa de estos términos.",
  "accessibility.gamepad.faceButton.down": "Botón A",
  "accessibility.gamepad.faceButton.right": "Botón B",
  "accessibility.gamepad.faceButton.left": "Botón X",
  "accessibility.gamepad.faceButton.up": "Botón Y",
  "connect_gamepad.pressButtonToContinue": "Presiona el botón A en tu control para continuar"
}