{
  "store.csb.terms": "A Marketplace Pass előfizetéssel különböző tartalmakhoz férhetsz hozzá a Minecraft (a játékot külön kell megvásárolni) támogatott verzióiban Windows rendszeren, valamint további támogatott platformokon, amelyeken megvásároltad a játékot (a Minecraft Java és az Amazon Kindle Fire kiadás nem támogatott); a Marketplace Pass tartalmainak használatához aktív előfizetésre van szükség. A tartalmak időről időre változnak, és nem feltétlenül érhetők el minden országban. Ha nem mondod le a szolgáltatást, az ingyenes próbaidőszak lejártát követően az előfizetés díját – az aktuális értékesítési árnak megfelelően, amely idővel változhat – az alkalmazandó adókkal együtt levonjuk. Az előfizetést a Microsoft-fiókod Szolgáltatások és előfizetések lapján mondhatod le. Ha Xbox Game Passon keresztül játszol a Minecrafttal, a Marketplace Passra külön elő kell fizetned. Mindkét előfizetést külön kell megvásárolnod és lemondanod. Időnként olyan tartalmakat teszünk elérhetővé, amelyek az előfizetés megszűnése után is használhatók maradnak; ezekben az esetekben fenntartjuk a jogot ezen tartalmak eltávolítására, ha inkompatibilissé válnak, vagy ha lejárnak a használati jogaink. Ha az előfizetésed megszűnik vagy valamelyik tartalomelem kikerül a katalógusból, újra kell aktiválnod az előfizetésedet vagy külön meg kell vásárolnod a tartalmat, ha továbbra is használni szeretnéd. A szolgáltatásra internetszolgáltatói díjak vonatkozhatnak. Fenntartjuk a jogot az előfizetés módosítására és/vagy megszüntetésére. Az előfizetésre a Microsoft szolgáltatási szerződése (www.microsoft.com/msa) és a Minecraft végfelhasználói licencszerződése (https://www.minecraft.net/eula) vonatkozik. A jelen feltételek fordítása kizárólag a felhasználó kényelmét szolgálja. Az angol és bármely lefordított változat bármilyen eltérése esetén mindig az angol verzió lesz irányadó.",
  "accessibility.gamepad.faceButton.down": "A gomb",
  "accessibility.gamepad.faceButton.right": "B gomb",
  "accessibility.gamepad.faceButton.left": "X gomb",
  "accessibility.gamepad.faceButton.up": "Y gomb",
  "connect_gamepad.pressButtonToContinue": "A folytatáshoz nyomd meg a kontrolleren az „A” gombot"
}