{
  "store.csb.terms": "Marketplace Pass — это подписка на контент для актуальных версий Minecraft (игра продается отдельно) на Windows и других поддерживаемых платформах (версии Minecraft Java и Amazon Kindle Fire Edition не поддерживаются). Для доступа к контенту Marketplace Pass требуется активная подписка. Контент меняется со временем и может быть недоступен в некоторых странах. Если подписка не отменена, после бесплатного пробного периода она продлевается за актуальную плату (может меняться) с учетом соответствующих налогов. Вы можете отменить подписку в разделе «Службы и подписки» своей учетной записи Microsoft. Если вы играете в Minecraft, используя Xbox Game Pass, помните, что Marketplace Pass — это отдельная подписка. Покупать и отменять эти подписки необходимо отдельно. Вам может быть предоставлен контент, который останется у вас по истечении подписки, но мы оставляем за собой право удалять такой контент, если он перестанет быть совместимым с игрой или если у нас истекут права на его использование. Если ваша подписка закончится или элемент контента будет удален из каталога, для получения доступа к контенту вам необходимо снова активировать подписку или приобрести этот контент отдельно. Ваш интернет-провайдер может взимать дополнительную плату. Подписка может быть изменена или аннулирована. С соответствующими положениями можно ознакомиться в Соглашении об использовании служб Microsoft (www.microsoft.com/msa) и Лицензионном соглашении с конечным пользователем Minecraft (https://www.minecraft.net/eula). Любые переводы действующих Условий сделаны исключительно для вашего удобства. В случае расхождений между английской и неанглоязычной версиями действующих Условий приоритет отдается английской версии.",
  "accessibility.gamepad.faceButton.down": "Кнопка A",
  "accessibility.gamepad.faceButton.right": "Кнопка B",
  "accessibility.gamepad.faceButton.left": "Кнопка X",
  "accessibility.gamepad.faceButton.up": "Кнопка Y",
  "connect_gamepad.pressButtonToContinue": "Для продолжения нажмите кнопку «А» на контроллере"
}