{
  "store.csb.terms": "Marketplace Pass; Windows ve oyuna sahip olduğunuz diğer desteklenen platformlarda desteklenen Minecraft (oyun ayrıca satılır) sürümleriyle (Minecraft Java ve Amazon Kindle Fire Sürümleri desteklenmez) birlikte kullanılacak içerik için bir aboneliktir. Marketplace Pass içeriğini kullanmak için etkin bir abonelik gereklidir. İçerik, zaman içinde farklılık gösterir ve tüm ülkelerde mevcut olmayabilir. Ücretsiz deneme döneminden sonra abonelik, iptal edilmemesi durumunda yürürlükteki vergilere ek olarak o anda güncel olan normal fiyata (değiştirilebilir) tabi olmaya devam eder. Microsoft hesabınızda Hizmetler ve abonelikler kısmına giderek aboneliğinizi iptal edebilirsiniz. Minecraft'ı Xbox Game Pass üzerinden oynuyorsanız Marketplace Pass için ayrı bir abonelik gerekir. Her aboneliği ayrıca satın alıp iptal etmeniz gereklidir. Aboneliğinizin bitişinden sonra da kullanabileceğiniz içerikler sağlayabiliriz, bu durumda içerik uyumsuz duruma gelirse veya içerik haklarımız sona ererse bu içerikleri kaldırma hakkına sahibiz. Aboneliğiniz sona erer veya bir içerik katalogdan kaldırılırsa içeriği kullanmaya devam etmek için aboneliğinizi yeniden etkinleştirmeniz ya da içeriği ayrıca satın almanız gerekir. İSS ücretleri uygulanabilir. Abonelik değiştirilebilir ve/veya sonlandırılabilir. Microsoft Hizmet Sözleşmesine (www.microsoft.com/msa) ve Minecraft Son Kullanıcı Lisans Sözleşmesine (https://www.minecraft.net/eula) tabidir. Bu hükümlerin çevirileri yalnızca kolaylık sağlamak amacıyla yapılmıştır ve İngilizce ile İngilizce olmayan versiyonlar arasında bir ihtilaf bulunması durumunda hükümlerin İngilizce versiyonları geçerli olacaktır.",
  "accessibility.gamepad.faceButton.down": "A düğmesi",
  "accessibility.gamepad.faceButton.right": "B düğmesi",
  "accessibility.gamepad.faceButton.left": "X düğmesi",
  "accessibility.gamepad.faceButton.up": "Y düğmesi",
  "connect_gamepad.pressButtonToContinue": "Devam etmek için lütfen kontrol cihazınızdaki A düğmesine basın"
}