{
  "gui.importRetailWorld.text.1": "A világot csak importálást követően használhatod az előzetes verzióban.",
  "gui.importRetailWorld.text.3": "Szeretnél előzetes verziós példányt készíteni erről a világról?",
  "menu.play": "Előzetes verzió indítása",
  "playscreen.beta_legacy_worlds": "Korábbi világok előnézete",
  "playscreen.beta_worlds": "Világok előnézete",
  "store.disabledOnBeta": "Ez a funkció jelenleg le van tiltva az előzetes verzióban.",
  "store.loading.error.unavailable": "Az Áruház nem érhető el az előzetes verzióban.",
  "tips.previewapp.1": "Köszönjük, hogy kipróbálod a Minecraft előzetes verzióját!",
  "tips.previewapp.2": "Ha a Minecraft előzetes verziójával játszol, csak olyan barátokkal játszhatsz, akik szintén az előzetes verziót használják, és ugyanolyan típusú eszközük van, mint neked.",
  "tips.previewapp.3": "Whatever you buy in Minecraft Preview will be available in Minecraft as well!",
  "tips.previewapp.4": "Van ötleted rá, milyen új funkciókkal lehetne feldobni a játékot? Írd meg nekünk a feedback.minecraft.net oldalon",
  "tips.previewapp.5": "Tudtad, hogy a fejlesztőkkel is tudsz csevegni a discord.gg/Minecraft oldalon?",
  "tips.realms.1": "Készíts egy képernyőképet a Játék menü használatával.",
  "tips.realms.2": "A Realm mindig online állapotú, így te és a barátaid akkor játszhattok, amikor csak szeretnétek.",
  "tips.realms.3": "Kövesd nyomon a Történetek hírcsatornáját a Realms-történetekben, hogy mindig tudd, mi zajlik éppen a Realmedben.",
  "tips.realms.4": "Oszd meg a legjobb pillanataidat a Realm többi játékosával a Történetek hírcsatornában.",
  "tips.realms.5": "Nézd meg a Realm-történetek Idővonalát, hogy megtudd, mikor játszanak a többiek.",
  "tips.realms.6": "A Realm-történeteket a játékmenüből érheted el, amikor a Realmben játszol.",
  "tips.realms.7": "A Realm-történetek Tagok lapján megtudhatod, kik a Realm közösségének tagjai.",
  "tips.realms.8": "A Realms-történetekkel lépést tarthatsz a barátaiddal, figyelemmel követheted az előrehaladásukat, és megszervezhetitek, mikor tudtok közösen játszani."
}