{
  "store.csb.terms": "Marketplace Pass is een abonnement op content die te gebruiken is met ondersteunde versies van Minecraft (spel afzonderlijk verkrijgbaar) op Windows en andere ondersteunde platformen waarop je het spel bezit (Minecraft Java-, Amazon Kindle Fire-edities worden niet ondersteund); er is een actief abonnement vereist om Marketplace Pass-content te kunnen gebruiken. De content varieert in de loop der tijd en is mogelijk niet in alle landen beschikbaar. Na de gratis proefperiode wordt het abonnement in rekening gebracht tegen de dan geldende prijs (aan wijzigingen onderhevig) plus toepasselijke belastingen totdat je dit annuleert. Je kunt je abonnement annuleren door naar Services en abonnementen te gaan in je Microsoft-account. Als je Minecraft speelt via de Xbox Game Pass, is Marketplace Pass een afzonderlijk abonnement. Je moet elk abonnement afzonderlijk kopen en annuleren. We kunnen je bij gelegenheid van content voorzien die zelfs na het einde van je abonnement beschikbaar blijft en in dat geval behouden wij ons het recht voor om dergelijke content te verwijderen als deze incompatibel wordt of als je rechten op de content vervallen. Als je abonnement is afgelopen of bepaalde content uit de catalogus wordt gehaald, moet je je abonnement opnieuw activeren of de content afzonderlijk aanschaffen om deze te kunnen blijven gebruiken. Er kunnen kosten van je provider van toepassing zijn. Het abonnement kan worden gewijzigd en/of buiten gebruik worden gesteld. Onderworpen aan de Microsoft-servicesovereenkomst (www.microsoft.com/msa) en de Gebruiksrechtovereenkomst voor Minecraft (https://www.minecraft.net/eula). Eventuele vertalingen van deze voorwaarden zijn uitsluitend gecreëerd voor je gemak en in het geval van een geschil tussen de Engelse en niet-Engelse versies, zal de Engelse versie van deze voorwaarden van toepassing zijn.",
  "accessibility.gamepad.faceButton.down": "A-knop",
  "accessibility.gamepad.faceButton.right": "B-knop",
  "accessibility.gamepad.faceButton.left": "X-knop",
  "accessibility.gamepad.faceButton.up": "Y-knop",
  "connect_gamepad.pressButtonToContinue": "Druk op de A-knop op je controller om door te gaan"
}